;Place localized text in this file

[PurgePriest X2CharacterTemplate]
strCharacterName="净化祭司"
strAcquiredText="变种人净化祭司经常被部署在净化小队的旁边对抗失魂者，以提高外星部队的士气"

[PurgeBishop X2CharacterTemplate]
strCharacterName="净化主教"
strAcquiredText="变种人净化主教带领净化小队进入失魂者城市"

[ExaltedPurgePriest X2CharacterTemplate]
strCharacterName="净化大主教"
strAcquiredText="最强大的变种人净化祭司力量能够在一次心灵风暴的攻击中消灭大量失魂者之前，将他们禁锢住"

[ExaltedPurgeArchbishop X2CharacterTemplate]
strCharacterName="净化总主教"
strAcquiredText="净化祭司的领袖们已经磨练了他们对火的灵能，以至于他们可以把材料烧成熔化的淤泥，然后用武器击倒任何敌人"

[PurgeGun X2WeaponTemplate]
FriendlyName="变种人净化枪"
FriendlyNamePlural="变种人净化枪"
BriefSummary="净化祭师使用强大的短程加热枪，将失魂者烧成灰烬。"
TacticalText="<Bullet/> 发射主武器总是结束士兵的回合。\n<Bullet/>"
AbilityDescName="变种人净化枪"

[ExaltedPurgeGun X2WeaponTemplate]
FriendlyName="变种人等离子净化枪"
FriendlyNamePlural="变种人等离子净化枪"
BriefSummary="等离子净化枪的光束燃烧的强度更大，可以熔化最厚的装甲层。"
TacticalText="<Bullet/> 发射主武器总是结束士兵的回合。\n<Bullet/>"
AbilityDescName="变种人等离子净化枪"

[ExaltedPurgeGunArchbishop X2WeaponTemplate]
FriendlyName="变种人等离子净化枪"
FriendlyNamePlural="变种人等离子净化枪"
BriefSummary="等离子净化枪的光束燃烧的强度更大，可以熔化最厚的装甲层。"
TacticalText="<Bullet/> 发射主武器总是结束士兵的回合。\n<Bullet/>"
AbilityDescName="变种人等离子净化枪"

[BlazingGauntlet X2WeaponTemplate]
FriendlyName="炽热金属手套"
FriendlyNamePlural="炽热金属手套"
BriefSummary="净化大主教的炽热金属手套使他能够控制更大的火力。"
TacticalText="<Bullet/> 发射主武器总是结束士兵的回合。\n<Bullet/>"
AbilityDescName="炽热金属手套"

[LavaGloves X2WeaponTemplate]
FriendlyName="熔化金属手套"
FriendlyNamePlural="熔化金属手套"
BriefSummary="净化总主教极其强大的熔化手套使他能够将热量集中到可以熔化任何程度的物质。"
TacticalText="<Bullet/> 发射主武器总是结束士兵的回合。\n<Bullet/>"
AbilityDescName="熔化金属手套"

[MeltingProjector X2WeaponTemplate]
FriendlyName="熔化投影器"
FriendlyNamePlural="熔化投影器"
BriefSummary="净化总主教的熔化投影器用在他脚下形成的熔化的物质使周围的环境爆炸。"
TacticalText="<Bullet/> 发射主武器总是结束士兵的回合。\n<Bullet/>"
AbilityDescName="熔化投影器"

[ScorchingTouch X2WeaponTemplate]
FriendlyName="灼热利爪"
FriendlyNamePlural="灼热利爪"
BriefSummary="装备在净化总主教指尖的爪子能够以令人恐惧的速度产生强烈的热爆发，使它们能够以燃烧的触感来反击近战攻击，甚至可以融化盔甲。"
TacticalText="<Bullet/> 发射主武器总是结束士兵的回合。\n<Bullet/>"
AbilityDescName="灼热利爪"

[PurgeVolt X2AbilityTemplate]
LocFriendlyName="净化矢"
LocLongDescription="净化祭司可以发射一道燃烧的火焰，在目标之间跳跃，点燃它们。"
LocHelpText="一道热箭，能在对每个目标造成5点伤害的目标之间跳跃并点燃它们。"
LocFlyOverText="净化矢"

[PurgeCascade X2AbilityTemplate]
LocFriendlyName="净化瀑"
LocLongDescription="净化总主教的净化矢可以在6个目标之间跳跃。"
LocHelpText="一道热箭，能在对每个目标造成5点伤害的目标之间跳跃并点燃它们。"
LocFlyOverText="净化瀑"

[PurgeFocus X2AbilityTemplate]
LocFriendlyName="净化源"
LocLongDescription="净化源允许净化祭司用他们的灵能和装备制造和指挥火焰，净化矢命中2个目标。"
LocHelpText="净化矢命中2个目标。"
LocFlyOverText="净化源"

[PurgingFocus X2AbilityTemplate]
LocFriendlyName="涤荡源"
LocLongDescription="涤荡源允许净化祭司用他们的灵能和装备制造和指挥火焰，净化矢命中3个目标。"
LocHelpText="净化矢命中3个目标。"
LocFlyOverText="涤荡源"

[BlazingFocus X2AbilityTemplate]
LocFriendlyName="炽热源"
LocLongDescription="炽热源允许净化主教用他们的灵能和装备制造和指挥火焰，净化矢命中4个目标。"
LocHelpText="净化矢命中4个目标。"
LocFlyOverText="炽热源"

[ExaltedFocus X2AbilityTemplate]
LocFriendlyName="狂热源"
LocLongDescription="狂热源允许净化大主教用他们的灵能和装备制造和指挥火焰，净化矢命中5个目标。"
LocHelpText="净化矢命中5个目标。"
LocFlyOverText="狂热源"

[ApocalypticFocus X2AbilityTemplate]
LocFriendlyName="末日源"
LocLongDescription="净化祭司所能达到的最大专注，达到这样的专注度可以让净化大主教成为净化总主教，净化矢最多命中6个目标。"
LocHelpText="净化矢命中6个目标。"
LocFlyOverText="末日源"

[BlazingStorm X2AbilityTemplate]
LocFriendlyName="炽热风暴"
LocLongDescription="狂热的净化大主教们点燃了一片巨大的火场。"
LocHelpText="一种锥形的火焰风暴，造成6点伤害，撕碎3点护甲。"
LocFlyOverText="炽热风暴"

[MeltingStream X2AbilityTemplate]
LocFriendlyName="熔化流"
LocLongDescription="高高在上的大主教们掀起一股狭窄的熔渣洪流。"
LocHelpText="一种狭长的锥形火力流，造成8点伤害，撕碎6点护甲。"
LocFlyOverText="熔化流"

[PlasmaResistance X2AbilityTemplate]
LocFriendlyName="等离子抗性"
LocLongDescription="高高在上的净化总主教被足够强的热量包围，足以使进入的等离子弹不稳定，降低其效能。"
LocHelpText="降低XCOM等离子武器的伤害。"
LocFlyOverText="等离子抗性"

[MeltingAura X2AbilityTemplate]
LocFriendlyName="融化光环"
LocLongDescription="高高在上的净化总主教向任何接近他们的人发射熔化的物质，造成5点伤害并撕碎2点护甲。"
LocHelpText="攻击任何从近战范围进入或攻击的敌人，造成5点伤害并撕碎2点护甲。"
LocFlyOverText="融化光环"

[ScorchingTouch X2AbilityTemplate]
LocFriendlyName="灼热之触"
LocLongDescription="高高在上的净化总主教在近战范围内受到攻击时进行报复，造成5点伤害，忽略8点护甲并撕碎1点护甲。"
LocHelpText="高高在上的净化总主教在近战范围内受到攻击时进行报复，造成5点伤害，忽略8点护甲并撕碎1点护甲。"
LocFlyOverText="灼热之触"

[Jail X2AbilityTemplate]
LocFriendlyName="禁锢"
LocLongDescription="净化主教可以利用他们的灵能在目标周围制造一个笼子来禁锢他们。"
LocHelpText="使敌人禁锢1回合。"
LocFlyOverText="禁锢"

[MassJail X2AbilityTemplate]
LocFriendlyName="群体禁锢"
LocLongDescription="净化大主教和总主教可以利用他们的心灵异能在多个目标周围建立一个笼子，禁锢住他们，使他们很容易受到大范围的效果攻击。"
LocHelpText="固定多个敌人1回合。"
LocFlyOverText="群体禁锢"

[FlameControl X2AbilityTemplate]
LocFriendlyName="火焰控制"
LocLongDescription="这些祭司对火的控制使他们对基于火的攻击免疫。"
LocHelpText="火焰免疫。"
LocFlyOverText="火焰控制"

[SuperHeated X2AbilityTemplate]
LocFriendlyName="过热"
LocLongDescription="净化总主教处于持续的过热状态，使他们对火、冰冻和酸免疫。"
LocHelpText="火、冰冻和酸免疫。"
LocFlyOverText="过热"

